[
  {
    "name": "Im Na-Yeon",
    "birthday": "September 22, 1995",
    "bio": "Im Na-Yeon (Hangul: 임나연) was born on September 22, 1995, in Seoul, South Korea. She is the oldest member, lead vocalist, and face of the girl group TWICE. Nayeon secretly tried out and passed JYP Entertainment's 7th Open Audition and became a trainee on September 15, 2010. In 2013, she was cast as a member of 6mix, a JYP girl group that was planned but never debuted.\nPrior to Sixteen and her debut as a member of TWICE, she appeared in a few television advertisements and in several music videos of her label mates, including Jun. K's \"No Love\", Got7's \"Girls Girls Girls\" and miss A's \"Only You.\" She also made a cameo appearance in the second episode of KBS2's 2012 Korean drama Dream High 2."
  },
  {
    "name": "Jeongyeon",
    "birthday": "Nov 1, 1996",
    "bio": "Jeongyeon (Hangul: 정연) is a South Korean singer under JYP Entertainment. She is a member of the girl group TWICE. On May 5, 2015, she became a contestant on JYP's newest survival show, SIXTEEN.\nShe finished the survival in 3rd place, hence becoming a member of the girl group TWICE. They officially debuted on October 20, 2015, with their first mini album, The Story Begins."
  },
  {
    "name": "Momo Hirai",
    "birthday": "Nov 9, 1996",
    "bio": "Momo Hirai (平井 もも), popularly known as Momo (Hangul: 모모), was born on November 9, 1996, in Kyōtanabe, Kyoto, Japan. She is best known as the main dancer of the girl group TWICE under JYP Entertainment. Momo started dancing at a very young age.\nHer talent and passion lead to her to train at 'Step Out Studio' in Japan. There, she was scouted by a JYP Entertainment agent and was invited to audition for the 2011 JYP Japan Audition. Momo passed and ended up moving to South Korea as an official JYP Entertainment trainee.\nYears later, in 2015, Momo appeared as a contestant in the the survival show SIXTEEN. Despite getting eliminated, Momo was brought back by JYP and ended up debuting as a member of TWICE."
  },
  {
    "name": "Sana Minatozaki",
    "birthday": "Dec 29, 1996",
    "bio": "Sana Minatozaki (湊崎 紗夏), known mononymously as Sana (Hangul:사나), was born on December 29, 1996, in Tennōji-Ku, Osaka, Japan. She is a member of JYP Entertainment's sensational girl group TWICE. Sana attended EXPG (Exile Professional Gym) Osaka branch, dance and vocal studio where many Japanese idols trained, including some members of E-girls, Generations and The Rampage, from 2009 to early 2012. She first got interested in K-pop because of the Girls' Generation's and KARA's rising popularity in Japan.\nIn her last year of middle school, she was scouted by JYP Entertainment on the street while shopping with her friends and auditioned on April 13, 2012. In 2014, she appeared in the music video of Got7's \"A\" and Junho's \"Feel\", making her noticeable and likable by the public eye."
  },
  {
    "name": "Park Jisoo",
    "birthday": "Feb 1, 1997",
    "bio": "Park Jisoo (Hangul: 박지수), popularly known as Jihyo, was born on February 1, 1997, in Guri, Gyeonggi-do, South Korea. She rose to fame as the leader and main vocalist of the girl group TWICE under JYP Entertainment.\nWhen Jihyo was in third grade, she participated in a contest on Junior Naver for a child role. After she won second place, she was scouted by JYP Entertainment. She officially joined the company on July 15, 2005, and was a trainee for over 10 years."
  },
  {
    "name": "Mina Myoui",
    "birthday": "Mar 24, 1997",
    "bio": "Mina Myoui (名井 南 Myōi Mina), also known as Mina (Hangul: 미나), was born on March 24, 1997, in San Antonio, Texas, and moved to Kobe, Japan when she was a toddler. She rose to fame after debuting as one of the members of the sensational girl group TWICE.\nIn 2013, Mina was scouted by a JYP Entertainment staff while shopping with her mother. She passed the JYP Japan Audition and moved to South Korea where she began her journey as an official idol trainee. After two years, she participated in the survival show SIXTEEN where she ranked fourth place, securing her spot in the group."
  },
  {
    "name": "Dahyun",
    "birthday": "May 28, 1998",
    "bio": "Dahyun (Hangul: 다현) is a South Korean singer under JYP Entertainment. She is popularly known as a member of the sensational girl group TWICE. Before making her official debut, Dahyun used to be a member of their church's choir group.\nBesides performing in church, she also used to participate in dance festivals which was where she was scouted by a JYP Entertainment staff. After the passing the audtion, she became an official trainee."
  },
  {
    "name": "Chaeyoung",
    "birthday": "Apr 23, 1999",
    "bio": "Chaeyoung (Hangul: 챼영) is a South Korean rapper, singer, songwriter and designer under JYP Entertainment. She is the main rapper of the girl group TWICE. On May 5, 2015, she became a contestant on JYP's survival show, SIXTEEN.\nShe ended up becoming one of the members, hence securing her spot in TWICE. They officially debuted on October 20, 2015, with their first mini-album, The Story Begins."
  },
  {
    "name": "Tzuyu",
    "birthday": "Jun 14, 1999",
    "bio": "Tzuyu (Hangul: 쯔위) is a Taiwanese singer-songwriter under JYP Entertainment. She is the maknae of the girl group TWICE. In 2012, she was seen by talent scouts at the MUSE Performing Arts Workshop in Tainan and traveled to South Korea in November that year to become a K-pop trainee.\nAfter more than two years of training, she appeared on the South Korean reality show Sixteen in 2015, during which she was chosen as one of the nine members of the girl group TWICE."
  }
]
